Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: If the home of the judicial police officer is situated outside the town where the court or division of the court usually sits, he may ask the judge or officer of the Public Prosecutor's Office of his judicial district for permission to extend police custody for a period not exceeding 48 hours.
fr: Si la résidence de l'officier de police judiciaire est située hors de la ville siège d'un tribunal ou d'une section de tribunal, il peut demander au magistrat ou à l'officier du ministère public de sa circonscription l'autorisation de prolonger la garde à vue de la personne retenue pour une durée n'excédant pas quarante-huit heures.

source: Such authorization must be confirmed in writing and attached to the police report.
fr: Cette autorisation doit être confirmée par écrit et jointe au procès-verbal.

source: Once this period has expired, the detainee must be released or brought before the competent judge or officer of the Public Prosecutor's Office.
fr: Passé ce délai, la personne retenue doit obligatoirement être relâchée ou conduite devant le magistrat ou l'officier du ministère public compétent.

source: The prosecution service must decide what further action to take.
fr: Le parquet doit apprécier la suite à donner à l'affaire.

source: To comply with the requirement that the offender should be tried within a reasonable time, the Ministry of Justice, through the Criminal Reform Commission (CRSP), is planning to put forward a reform package with the aim, first of all, of cutting the time spent in detention before sentencing and, second, of instituting a rapid, simplified procedure involving an immediate appearance in court.
fr: Pour respecter l'exigence de juger le délinquant dans un délai raisonnable, le Ministère de la justice par l'organe de la Commission de reforme du système pénal (CRSP) compte présenter incessamment un projet de reforme tendant d'une part à la réduction de délai de détention avant jugement et d'autre part à la mise en œuvre d'une procédure rapide et simplifiée en l'occurrence celle de la comparution immédiate.

source: The envisaged procedure aims to allow a person who has committed a minor or slightly more serious offence to be brought before a court without delay.
fr: La procédure envisagée vise à permettre la traduction immédiate de la personne poursuivie devant le tribunal en raison de certaines infractions de petite ou de moyenne importance.

source: The right to petition a competent court to rule on the lawfulness of detention flows from the recognition of the principle of nullum crimen, nulla poena sine lege enshrined in article 13, paragraph 4, of the Malagasy Constitution and article 4 of the Criminal Code.
fr: Le droit à un recours devant une juridiction compétente pour statuer sur la légalité de la détention découle de la reconnaissance du principe de la légalité des crimes et délits consacrés par l'article 13, alinéa 4, de la Constitution malagasy et l'article 4 du Code pénal.

source: Persons in pretrial detention have the right to petition the Remand Division for release.
fr: Une personne mise en détention provisoire a le droit d'adresser une demande de mise en liberté devant la chambre de détention préventive.

source: Under article 343 of the Code of Criminal Procedure, the Remand Division is competent to rule on petitions for release.
fr: L'article 343 du Code de procédure pénale a institué la chambre de détention préventive compétente pour statuer sur les demandes de mise en liberté.

source: This provision signals a break with the past because responsibility for ruling on petitions for release pending trial has been taken away from the remanding authority and reassigned to a remand division comprising a panel of three judges.
fr: L'innovation apportée par ce texte résulte du fait qu'il n'appartient plus à l'autorité ayant décidé le placement sous détention de statuer sur les cas de demandes de mise en liberté provisoires désormais confiées à la chambre de détention préventive composée de trois magistrats.

source: The possibility of release on bail, the nature and amount of which shall be determined by the Remand Division, is also provided for (Code of Criminal Procedure, art.
fr: Il est également prévu la possibilité de mise en liberté sous cautionnement dont la nature et le montant sont fixés par la chambre de détention (art. 346 du Code de procédure pénale malagasy).

source: Article 9, paragraph 2, of the Covenant
fr: Article 9, paragraphe 2, du Pacte

source: In accordance with the spirit of the Covenant, anyone who is arrested shall be informed, as soon as possible, of the reasons for their arrest and shall be promptly informed of any charges against them.
fr: Conformément à l'esprit du Pacte, toute personne arrêtée est informée des motifs de son arrestation et reçoit notification de toute accusation retenue contre elle dans le plus bref délai.

source: Pursuant to Act No. 97-036 of 30 October 1997, it is incumbent on the investigator to inform suspects of the reasons for their arrest and the charges against them.
fr: La loi no 97-036 du 30 octobre 1997 impose l'obligation à l'enquêteur de notifier à la personne suspectée les motifs de son arrestation et des faits qu'on lui reproche.

source: Efforts have been made to expedite the processing of case files involving detention with a view to bringing the offenders to trial within a reasonable time, both in Antananarivo and other jurisdictions.
fr: Des efforts ont été entrepris pour accélérer le traitement des dossiers comportant des détentions en vue de juger les délinquants dans un délai raisonnable tant à Antananarivo que dans les autres juridictions.

source: These statutory measures address the situations envisaged by article 9 of the Covenant.
fr: Ces mesures législatives sont en accord avec les situations visées par l'article 9 du Pacte.

source: Humane treatment of detainees
fr: Humanisation de la détention

source: Humane treatment and respect for the dignity of the human person in prison
fr: Traitement humain et respect de la dignité humaine dans les prisons

source: Article 28 (a) and (b) of Act No. 59-28 of 24 February 1959 on the Prison Service, through its implementing Decree No. 59-121 of 27 October 1959 on the general organization of Malagasy prison services, provides for the humane treatment and respect for the inherent dignity of the human person: “Members of staff at penal establishments are prohibited from assaulting detainees, using insulting or offensive language to them, or entertaining personal relations with them.
fr: Dans ses articles 28 a) et 28 b), la loi no 59-28 du 24 février 1959 sur l'Administration pénitentiaire par son décret d'application no 59-121 du 27 octobre 1959 portant organisation générale des services pénitentiaires de Madagascar, prévoit le traitement humain et le respect de la dignité humaine inhérent à la personne humaine:

source: Nor shall detainees perform work on their behalf or be permitted to assist staff in their duties, unless exceptionally authorized to do so by a decision of the director of the Prison Service.”
fr: d'utiliser les détenus pour son service particulier et de se faire assister par eux dans son travail sauf autorisation exceptionnelle donnée par décision du directeur de l'Administration pénitentiaire.».

source: These provisions are in keeping with article 5 of the Universal Declaration of Human Rights, which reads as follows: “No one shall be subjected to torture or to cruel, inhuman or degrading treatment or punishment.”
fr: Ces dispositions sont conformes aux termes de l'article 5 de la Charte des Nations Unies sur les droits de l'homme ainsi libellé:

source: Most of Madagascar's penal establishments date from colonial times.
fr: La plupart des établissements pénitentiaires malagasy datent de l'époque coloniale.

source: In view of their decrepitude, the Government has made efforts to refurbish them in partnership with foreign diplomatic missions and international institutions.
fr: Du fait de leur vétusté, le Gouvernement malagasy a entrepris des efforts pour les réhabiliter, en partenariat avec des chancelleries étrangères et des organismes internationaux.

source: Segregation of detainees in separate facilities
fr: Affectation des détenus dans des locaux distincts

source: Article 38, paragraphs 1 and 2, state: “Persons charged with an offence, defendants and accused persons shall be detained separately from convicted prisoners.
fr: «Les inculpés, les prévenus et accusés seront séparés des condamnés.

source: If no special facilities are available in short-stay prisons and detention centres, separate facilities shall be arranged.”
fr: À défaut de quartiers spéciaux, dans les maisons d'arrêt et de sûreté, des locaux différents seront aménagés.».

source: “All penal establishments shall possess special quarters for the following categories of detainees:
fr: «Dans tout établissement pénitentiaire, des quartiers spéciaux seront affectés:

source: (a) Minors under 18;
fr: a) Aux mineurs de dix huit ans;

source: (b) Women;
fr: b) Aux femmes;

source: (c) Persons convicted of political crimes;
fr: c) Aux condamnés politiques;

source: (d) Debtors;
fr: d) Aux contraints par corps;

source: (e) Persons sentenced to rigorous imprisonment.”
fr: e) Aux relégués.».

source: It has not been possible to implement article 10 of the Covenant in full owing to lack of material, financial and human resources.
fr: L'article 10 du pacte n'a pu être pleinement appliqué en raison de déficit en moyens matériels, financiers et humains.

source: Another factor is the increase in the size of the prison population.
fr: Cette situation s'explique aussi par l'accroissement de la population carcérale.

source: Separate facilities in penal establishments
fr: Les différents quartiers dans les établissements pénitentiaires

source: Decree No. 59-121 of 27 October 1959 on the general organization of Malagasy prison services, which comprises 76 articles, makes provision for separate sections in prisons.
fr: Le décret no 59-121 du 27 octobre 1959 portant organisation générale des services pénitentiaires de Madagascar, composé de 76 articles, prévoit l'existence de différents quartiers.

source: One section of the establishment is reserved for male detainees, without distinction as to their penal situation.
fr: Un quartier est réservé aux détenus de sexe masculin sans distinction de leur situation pénale.

source: Remand prisoners and convicted prisoners were originally detained separately, but owing to the shortage of space resulting from prison overcrowding, they are now housed in the same quarters.
fr: À l'origine, des quartiers étaient réservés aux prévenus et aux condamnés. Mais compte tenu de l'insuffisance des locaux due à la surpopulation carcérale, les prévenus et les condamnés sont regroupés dans un même quartier.

source: The section previously reserved for political offenders is now occupied by persons detained in connection with ordinary law offences.
fr: Le quartier réservé auparavant aux condamnés politiques est actuellement occupé par des détenus de droit commun.

source: Another section of the establishment is reserved for women prisoners, some of whom may have their newborn babies with them.
fr: Un quartier est également réservé aux femmes détenues, accompagnées ou non de leur nouveau né.

source: Minors are detained in a specially adapted section.
fr: Un quartier spécial est aménagé pour les mineurs.

source: Number of prisoners at Antanimora central prison in Antananarivo, December 2002-December 2003
fr: Tableau 41: Effectif des détenus à la Maison centrale d'Antanimora, Antananarivo, de décembre 2002 à décembre 2003

source: Number of women prisoners at Antanimora central prison in Antananarivo, December 2002-December 2003
fr: Tableau 42: Effectif des détenues à la Maison centrale d'Antanimora, Antananarivo, de décembre 2002 à décembre 2003

source: Number of minors detained at Antanimora central prison in Antananarivo, December 2002-December 2003
fr: Tableau 43: Effectif des mineurs détenus à la Maison centrale d'Antanimora, Antananarivo, de décembre 2002 à décembre 2003

source: Minors detained at the central prison are aged between 14 and 18, in accordance with the provisions of Act No. 62-038 of 19 September 1962 on the protection of children.
fr: Il est à noter que les mineurs détenus à la Maison centrale sont âgés de 14 à 18 ans par application de la loi no 62-038 du 19 septembre 1962 relative à la protection de l'enfance.

source: This statute is currently being revised to bring it into line with the provisions of the Convention on the Rights of the Child.
fr: Actuellement, ce texte est en cours de réforme pour une harmonisation avec les exigences de la Convention relative aux droits de l'enfant.

source: In addition to penal establishments, the law makes provision for the establishment of rehabilitation centres.
fr: Outre l'institution d'établissements pénitentiaires, la législation prévoit la mise en place de centres de rééducation.

source: Juvenile delinquents aged under 14 are placed in rehabilitation centres.
fr: Les mineurs délinquants de moins de 14 ans sont placés dans les centres de rééducation.

source: The Anjanamasina rehabilitation centre established under Decree No. 60-376 of 29 September 1960 is reserved for young male offenders.
fr: Le Centre d'Anjanamasina créé par décret no 60-376 du 29 septembre 1960 est réservé aux délinquants mineurs de sexe masculin.

source: By order of a juvenile judge, young female offenders are for the moment placed in private centres at Faravohitra or Ambohidratrimo.
fr: Les délinquants mineurs de sexe féminin sont placés provisoirement dans des centres privés par ordonnance du juge des enfants, soit à Faravohitra, soit à Ambohidratrimo.

source: According to article 1 of Decree No. 63-176 of 29 September 1960 on the organization of the Anjanamasina rehabilitation centre, “the Anjanamasina rehabilitation centre is intended to accommodate juvenile delinquents, abandoned children and maladjusted children whose placement has been decided upon by a competent judge”.
fr: Aux termes de l'article premier du décret no 63-176 du 29 septembre 1960 portant organisation du Centre de rééducation d'Anjanamasina: «Le Centre d'Anjanamasina est un établissement destiné à recevoir les enfants délinquants, abandonnés ou inadaptés à l'égard desquels une décision de placement a été prise par le magistrat compétent.».

source: In addition, article 2 of the same decree stipulates that “exceptionally, and on a revocable basis, minors aged over 18 or minors who have received a custodial sentence may be admitted to the rehabilitation centre”.
fr: En outre, l'article 2 du même décret stipule que: «À titre exceptionnel et révocable, les mineurs âgés de plus de 18 ans ou les mineurs condamnés à une peine privative de liberté peuvent être admis au centre de rééducation…».

source: The Fanantenana rehabilitation centre in Antsirabe has also been established in line with the provisions of the aforementioned decree.
fr: Le Centre Fanantenana d'Antsirabe a été créé conformément au texte susvisé.

source: Penal establishments in Madagascar, as at 31 December 2002
fr: Tableau 44: Situation des établissements pénitentiaires de Madagascar au 31 décembre 2002

source: Source: SCDS (Ministry of Justice).
fr: Source: SCDS (Ministère de la justice).

source: Treatment of convicted prisoners
fr: Traitement des condamnés

source: Articles 51, 52, 55, 67, 68, 70 and 71 of the aforementioned decree stipulate how detainees are to be treated; the underlying aim is to rehabilitate them and promote their reintegration into society.
fr: Les articles 51, 52, 55, 67, 68, 70 et 71 dudit décret prévoient le traitement des condamnés dont le but essentiel est leur amendement et leur reclassement social.

source: Prison regime
fr: Le régime de détention

source: The Prison Service has a duty to monitor the physical state and health of the detainees committed to its charge.
fr: L'Administration pénitentiaire doit veiller sur l'état physique et sanitaire des détenus dont elle a la charge.

source: Decree No. 59-121 of 27 October 1959 on the general organization of Malagasy prison services regulates the prison regime.
fr: Le décret no 59-121 du 27 octobre 1959 portant organisation générale de l'Administration pénitentiaire prévoit le régime de détention des détenus.

source: Thus, members of staff in penal establishments are prohibited from:
fr: Ainsi, il est interdit au personnel de tout établissement pénitentiaire:

source: (a) Assaulting detainees or using insulting or offensive language to them;
fr: a) D'exercer des voies de fait sur les détenus, d'user à leur égard des dénominations injurieuses et de langage grossier;

source: (b) Entertaining personal relations with them;
fr: b) D'avoir avec eux des entretiens familiers;

source: (c) Using detainees to perform work on their behalf or permitting detainees to assist staff in their duties, unless exceptionally authorized to do so by a decision of the director of the Prison Service;
fr: c) D'utiliser les détenus pour son service particulier et de se faire assister par eux dans son travail sauf autorisation exceptionnelle donnée par décision du Directeur de l'Administration pénitentiaire;

source: (d) Receiving from any category of detainee, or from a person acting on their behalf, any gift, loan or other advantage;
fr: d) De recevoir des détenus de toutes catégories, ou de personnes agissant pour eux, aucun don, prêt ou avantage quelconque;

source: (e) Running errands or purchasing or selling any item for a detainee.
fr: e) De se charger pour eux d'aucune commission et d'acheter, ou vendre pour eux, quoi que ce soit.

source: Monitoring of detainees' health
fr: Surveillance de la santé des détenus

source: Article 29 of the same decree regulates prison health visits: “A physician appointed by the Minister of Health or by the minister's representative shall be responsible for the health service at the penal establishment.”
fr: L'article 29 du même décret réglemente la visite sanitaire en milieu carcéral: «Un médecin désigné par le Ministre de la santé ou son délégué est chargé du service de santé de l'établissement.».

source: Medical examinations
fr: Visites médicales

source: A medical examination is compulsory for each new detainee, and for all detainees at least once a week.
fr: Une visite médicale est obligatoire pour tout nouveau détenu et détenus au moins une fois par semaine.

source: Cells, dormitories and workshops are disinfected regularly.
fr: Une désinfection des cellules, dortoirs communs, ateliers a lieu régulièrement.

source: The prison administration is responsible for feeding sick inmates and for providing special diets prescribed by the physician.
fr: La nourriture des malades et le régime spécial prescrit par le médecin sont fournis de l'Administration.

source: Owing to lack of resources, the requirement to make special health and dietary arrangements is not always respected.
fr: Faute de moyens, la fourniture d'un régime spécial sanitaire et alimentaire n'est pas toujours respectée.

source: Article 29, paragraph 3, of the decree provides that, in order to guarantee prison hygiene, the physician shall propose whatever sanitary measures seem appropriate.
fr: En ce qui concerne l'hygiène en milieu carcéral, le paragraphe 3 de l'article 29 prévoit que le médecin propose les mesures d'assainissement qui lui paraissent nécessaires.

source: To provide a written record of a new detainee's state of health, a report is filed in a special register.
fr: Concernant le constat par écrit de la santé des nouveaux détenus, un procès-verbal est inscrit sur le registre ad hoc.

source: Likewise, before any transfer, the physician must meet with the detainee concerned (art. 2, para.
fr: De même, avant tout transfert, le médecin doit consulter le détenu concerné (par. 4 de l'article 2).

source: The death of a detainee is noted on the memorandum of imprisonment by the prison registrar.
fr: En cas de décès d'un détenu, mention en est faite en marge de l'acte d'écrou, par le greffier de l'établissement.

source: The local mayor or registrar is notified.
fr: Un avis est adressé au maire ou à l'officier de l'état civil.

source: An inventory is made of the detainee's effects, papers and money.
fr: La liste des effets, papiers, argents du détenu est dressée.

source: The deceased's most recent abode is indicated in an annex to the death certificate.
fr: Enfin, l'indication du dernier domicile du défunt est jointe à la déclaration du décès.

source: Infant mortality in prison
fr: Taux de mortalité infantile en milieu carcéral

source: The mortality rate in penal establishments is not higher than normal.
fr: On n'enregistre pas un taux de mortalité élevé dans les établissements pénitentiaires.

source: Incidence of disease in 2004
fr: Taux de maladie pour l'année 2004

source: In the month of June 2004 there were roughly 45 medical consultations and six medical evacuations.
fr: On enregistre près de 45 consultations journalières et 6 évacuations sanitaires (mois de juin 2004).

source: Hospital admissions and medical evacuations are often connected with problems that existed prior to incarceration, such as cardiovascular disease, asthma attacks and hypertension.
fr: Les admissions à l'hôpital ou les évacuations sanitaires sont dues aux maladies souvent antérieures à l'incarcération: entre autres, maladie cardiovasculaire, crise d'asthme, hypertension.

source: Detainees involved in the events of 2002
fr: Cas des détenus impliqués dans les affaires commises lors de la crise de 2002

source: Six detainees were evacuated for medical reasons (statistics from June 2004).
fr: Six d'entre eux ont fait l'objet d'une évacuation sanitaire (statistique mois de juin 2004).

source: Measures to prevent HIV/AIDS and sexually transmitted diseases in prison
fr: Lutte contre le VIH/sida et les MST en milieu carcéral

source: Information, education and outreach campaigns are being conducted to prevent the spread and transmission of HIV and sexually transmitted diseases.
fr: Des actions d'information d'éducation et de communication sont menées pour prévenir la propagation et la transmission du VIH et des maladies sexuellement transmissibles (MST).

source: This initiative is funded by Madagascar's technical and financial partners.
fr: Cette activité est financée par les partenaires techniques et financiers.

source: Under the training-the-trainers initiative that is part of the national AIDS programme, a physician attached to the Ministry of Justice is employed to train Prison Service supervisory staff.
fr: Dans le cadre d'une formation des formateurs inscrite dans le Programme national de la lutte contre le sida (PNLS), un médecin du Ministère de la justice forme les agents cadres de l'Administration pénitentiaire.

source: Training is also organized for peer instructors who, once their training is complete, will in turn instruct other detainees.
fr: Par ailleurs, il est également organisée une formation d'éducateurs pairs visant à confier la formation des autres détenus par un détenu formé.

source: Visiting rights
fr: Droit de visite

source: Article 51 of the decree concerns detainees' visiting rights: “Persons charged with an offence, defendants and accused persons shall only be permitted visits authorized by competent legal officers, under the provisions of article 17.
fr: «Les inculpés, prévenus et accusés ne peuvent recevoir que les visites autorisées par les magistrats compétents, au terme de l'article 17.

source: Lawyers may visit their clients in detention every day during working hours, or at any other time in an emergency.”
fr: L'article 52 du décret concerne les personnes autorisées à rendre visite aux détenus:
